/* eslint-disable no-undef */

export const wats = [
  {
    headerImg: require('../assets/wat1/header.png'),
    thumbnail: require('../assets/wat-thumb-1.png'),
    title: 'วัดโขดทิมธาราม',
    subTitle: 'วัดโขดทิมธาราม จังหวัดระยอง',
    video: 'https://www.youtube.com/watch?v=chi93uIkv5k',
    detail:
      '\tเมืองแห่งเศรษฐกิจ อุตสาหกรรมก้าวหน้า เจริญวัฒนธรรม จังหวัดระยอง เมื่อก้าวเข้ายุคไทยแลนด์ 4.0 โครงการเศรษฐกิจพิเศษภาคตะวันออก หรือ EEC ที่รัฐบาลมีความมุ่งหมายให้ 3 จังหวัด ได้แก่ ระยอง ชลบุรี และฉะเชิงเทรา เป็นพื้นที่นำร่องเศรษฐกิจพิเศษ โดยมีแผนการพัฒนาด้านการท่องเที่ยวที่ยกจังหวัดระยองเป็นเมืองท่องเที่ยวเชิงวัฒนธรรม และเมืองต้นแบบการพัฒนา ที่อยู่อาศัยทันสมัยระดับสากล ผสมผสานกับวัฒนธรรมในพื้นที่ และธรรมชาติอย่างลงตัว\n\n\tจังหวัดระยอง เป็นจังหวัดที่เป็นเขตอุตสาหกรรม และแหล่งวัฒนธรรมกระจายอยู่ทั่วไป ที่มีวิถีชีวิตของผู้คนที่หลากหลาย มีการอยู่ร่วมกันไม่ว่าจะเป็นคนศาสนาพุทธ คริสต์ อิสลาม หรือฮินดู มีแหล่งท่องเที่ยวที่พร้อมให้ผู้คนมาสัมผัสความสวยงาม มนเสน่ห์ไม่รู้ลืมกับสถานที่ท่องเที่ยวเชิงวัฒนธรรม เมืองระยอง',
    histories: [
      '\tวัดโขด (วัดทิมธาราม)มีชื่อเรียกด้วยกันหลายชื่อ อาทิเช่น วัดโขด (ทิมราชธาราม) หรือ วัดโขด (ทิม ทราราม) กล่าวกันว่าที่ได้ชื่อเช่นนี้ เพราะพระยาระยอง ผู้เป็นเจ้าเมืองนั้นมีนามเดิมหรือนามจริงว่า “ทิม” เป็นผู้สร้างวัดนี้ แต่ชาวบ้านทั่วๆไปเรียกกันสั้นๆว่า “วัดโขด” อันเนื่องมาจากวัดนี้มีที่มาจากที่ตั้งที่อยู่บนโขดทรายติดกับแม่น้ำระยอง ตอนท้ายเมืองหรือแถบชานเมืองในสมัยก่อน อยู่คู่กับเมืองระยองมากกว่า 500 ปีมาแล้ว จากปากคำที่บอกเล่าสืบกันมา แจ้งว่าวัดโขดนี้สร้างมาตั้งแต่ปีพ.ศ. 2007 ',
      require('../assets/wat1/history/history_1.jpg'),
      '\tสมัยกรุงศรีอยุธยาตอนต้น ตรงกับรัชสมัยสมเด็จพระบรมไตรโลกนาถ (พ.ศ. 2031) แต่มีพระภิกษุสูงอายุรูปหนึ่งบอกว่า ทางกรมศิลปากรแจ้งว่าวัดโขดสร้างเมื่อปี พ.ศ. 2113 รัชสมัยสมเด็จพระมหาธรรมราชาพระบรมราชชนกในสมเด็จพระนเรศวรมหาราช หลังจากเสียกรุงศรีอยุธยาครั้งแรกปีหนึ่ง ซึ่งไม่ทราบว่าอาศัยสิ่งใดเป็นหลักฐานอ้างอิง อย่างไรก็ตาม วัดนี้ก็มีอายุไม่น้อยกว่า ศตวรรษแล้ว โดยทางวัดขาดการดูแลรักษา ถูกทิ้งรกร้างปล่อยให้ปรักหักพัง จนถาวรวัตถุเก่าแก่คู่กับวัดมาแต่เดิมแทบไม่มีสิ่งใดเหลืออยู่เลย ประกอบกับอุโบสถเก่าทั้งเล็ก คับแคบ และทรุดโทรม จนไม่สามารถทำสังฆกรรมได้ ต้องสร้างใหม่ขึ้นเมื่อมาเมื่อปี พ.ศ. 2518 (แล้วเสร็จบริบูรณ์ในปี 2528) ศาลาการเปรียญที่ใหญ่โต โอ่อ่า และบรรดากุฏิเสนาสนะทั้งหลายเป็นของสร้างใหม่ทั้งหมด จนเป็นเสมือนวัดใหม่สร้างขึ้นบนพื้นที่ของวัดเก่าจิตรกรรมฝาผนัง พระอุโบสถหลังเก่าวัดโขด',
    ],
    places: [
      {
        name: 'อุโบสถเก่าวัดโขด (ทิมธาราม)',
        detail:
          '\tไม่ปรากฏว่าสร้างเมื่อใด สันนิษฐานว่ามาอนุมาพร้อมกับวัด ซึ่งในสมัยนั้นคงไม่นิยมทำซุ้มประตูและหน้าต่าง อุโบสถหลังนี้จึงไม่มีซุ้มประตูหน้าต่างกระเบื้องหลังคาเป้นกระเบื้องว่าว เข้าใจว่าคงจะเปลี่ยนแทนกระเบื้องดินเผาแบบเดิมที่ชำรุดทรุดโทรม และไม่สามารถหาแบบเดิมมาทดแทนได้ หลังคาอุโบสถมุขลด ๒ ชั้น ช่อฟ้าใบระกำชำรุดไปบ้าง ทำด้วยไม้กัดเกราทนทามมาก โดยเฉพาะช่อฟ้าที่ทำด้วยไม้กันเกรานั้นแกะสลักอย่างสวยงามปัจจุบันมีสภาพหักชำรุด เครื่องบนเป็นไม้เสมาโดยรอบเป็นหินทรายแดงพังทลายกองทับทมกันอยู่ พื้นอุโบสถเป็นศิลาแลง และพบวัตถุโบราณหลายชนิด เช่น เงินพดด้วง แหวงเงิน แหวนทอง กระปุกขนาดเล็ก ลูกปัด เป็นต้น',
        pictures: [
          require('../assets/wat1/old/Old_chapel_1.jpg'),
          require('../assets/wat1/old/Old_chapel_2.jpg'),
          require('../assets/wat1/old/Old_chapel_3.jpg'),
          require('../assets/wat1/old/Old_chapel_4.jpg'),
        ],
      },
      {
        name: 'หลวงพ่อขาว',
        detail:
          '\tเป็นพระพุทธรูปปั้น ปางมารวิชัย นั่งขัดสมาธิเพ็ชร (พระบาททั้งสองไขว้กัน) พระเกตุตูมรูปดอกบัว หน้าตักกว้าง 2.40 เมตร (95 นิ้ว) สูงจากฐานสุดยอดพระเกตุ 3.15 เมตร (123 นิ้ว)มีพระพุทธรูปสาวกนั่งคุกเข่าพนมมืออยู่สองข้างองค์หลวงพ่อ ประดิษฐานอยู่ในวิหารไม้ด้านทิศเหนือของโบสถ์เก่า ไม่มีผู้ใดทราบว่าสร้างมาตั้งแต่เมื่อ พ.ศ.ใด และใครเป็นผู้สร้าง แต่สภาพชำรุดทรุดโทรมมาก องค์พระเป็นสีขาวเพราะก่อสร้างและทำด้วยปูนขาว ชาวบ้านจึงเรียกว่า “หลวงพ่อขาว” ต่อมาในปี 2511 มีผู้ศรัทธาร่วมกันบริจาคทำการบูรณะ ทั้งวิหารและอัครสาวกจึงดูเหมือนของใหม่ จากข้อสันนิษฐานพบว่า พระพุทธรูปองค์นี้อาจเป็นพระประธานประจำอุโบสถเดิมของวัด ทราบว่าเมื่อทำการบูรณะได้มีการขุดดินลงไปได้พบหินศิลาก้อนใหญ่ 2 ก้อน ไม่ทราบว่าจะเป็นลูกนิมิตหรือไม่ ถ้าเป็นหลวงพ่อขาวก็อาจจะมีอายุไม่ต่ำกว่า 500 ปี (เพราะวัดโขด นี้มีประวัติสร้างตั้งแต่ พ.ศ. 2007 ถ้านับจนถึงปัจจุบัน ก็จะมีอายุรวม ประมาณ 540 ปี) โดยหลวงพ่อขาวอาจเป็นพระประธานประจำวิหารเหนือของพระอุโบสถ วัดโขดมีการจัดงานนมัสการประจำปีขึ้นในวันที่ 13, 14, 15 เมษายนทุกปี เพื่อให้ประชาชนผู้เลื่อมใสศรัทธาได้สักการบูชา',
        pictures: [
          require('../assets/wat1/father/Reverend_Father_1.jpg'),
          require('../assets/wat1/father/Reverend_Father_2.jpg'),
        ],
      },
      {
        name: 'ใบเสมา',
        detail: '\tรูปแบบศิลปะใบเสมาขนาดเล็ก สลักลวดลายพันธุ์พฤกษา',
        pictures: [require('../assets/wat1/sema/Baisema_1.jpg')],
      },
    ],
    address:
      'ที่อยู่ : วัดโขดทิมธาราม ต.ท่าประดู่ อ.เมืองระยอง จ.ระยอง 21000\nเบอร์ติดต่อ : 0-3862-0111 หรือ 0-3861-1345\nเปิดให้สักการะ : จันทร์ - อาทิตย์ : 08:00 - 16:30 น.',
    location: { lat: 12.6793329, long: 101.270307 },
  },
  {
    headerImg: require('../assets/wat2/header.png'),
    thumbnail: require('../assets/wat-thumb-2.png'),
    title: 'วัดลุ่มมหาชัยชุมพล',
    subTitle: 'วัดลุ่มมหาชัยชุมพล จังหวัดระยอง',
    video: 'https://www.youtube.com/watch?v=TuNPFfwkW44',
    detail:
      '\tเมืองแห่งเศรษฐกิจ อุตสาหกรรมก้าวหน้า เจริญวัฒนธรรม จังหวัดระยอง เมื่อก้าวเข้ายุคไทยแลนด์ 4.0 โครงการเศรษฐกิจพิเศษภาคตะวันออก หรือ EEC ที่รัฐบาลมีความมุ่งหมายให้ 3 จังหวัด ได้แก่ ระยอง ชลบุรี และฉะเชิงเทรา เป็นพื้นที่นำร่องเศรษฐกิจพิเศษ โดยมีแผนการพัฒนาด้านการท่องเที่ยวที่ยกจังหวัดระยองเป็นเมืองท่องเที่ยวเชิงวัฒนธรรม และเมืองต้นแบบการพัฒนา ที่อยู่อาศัยทันสมัยระดับสากล ผสมผสานกับวัฒนธรรมในพื้นที่ และธรรมชาติอย่างลงตัว\n\n\tจังหวัดระยอง เป็นจังหวัดที่เป็นเขตอุตสาหกรรม และแหล่งวัฒนธรรมกระจายอยู่ทั่วไป ที่มีวิถีชีวิตของผู้คนที่หลากหลาย มีการอยู่ร่วมกันไม่ว่าจะเป็นคนศาสนาพุทธ คริสต์ อิสลาม หรือฮินดู มีแหล่งท่องเที่ยวที่พร้อมให้ผู้คนมาสัมผัสความสวยงาม มนเสน่ห์ไม่รู้ลืมกับสถานที่ท่องเที่ยวเชิงวัฒนธรรม เมืองระยอง',
    histories: [
      '\tวัดลุ่มมหาชัยชุมพล หรือชื่อเดิมคือวัดลุ่มมหาชัยชุมภูพล โดยด้านในมีพระบรมรูปสมเด็จพระเจ้าตากสินมหาราชขนาดเท่าองค์จริงและศาลที่ประทับ เดิมชื่อวัดมหาชัยชุมพล เป็นวัดเก่าแก่ อยู่ที่ถนนตากสินมหาราช ตำบลท่าประดู่ อำเภอเมือง เป็นวัดเก่าแก่ตั้งแต่สมัยอยุธยา ตามประวัติกล่าวว่าตั้งขึ้นเมื่อ ปี พ.ศ. 2234',
      require('../assets/wat2/history/history_1.jpg'),
      '\tแต่เดิมบริเวณตั้ง วัดลุ่ม (มหาชัยชุมพล) มีวัดตั้งอยู่ใกล้เคียงกัน 2 แห่ง คือ “วัดลุ่ม” กับ“วัดเนิน” ต่อมาในราวปี พ.ศ. 2463 สมเด็จพระสังฆราเจ้า กรมหลวงวชิรญานวงศ์ (ม.ร.ว.ชื่น นภวงศ์) เมื่อครั้ง ดำรงสมณศักดิ์ที่พระญาณวราภรณ์ ตำแหน่งจ้าคณะมณฑลจันทบุรี เสด็จมาตรวจการคณะสงฆ์ จึงให้รวมวัดลุ่มกับวัดเนินเป็นวัดเดียวกัน แล้วเรียกชื่อว่า “วัดลุ่ม” แต่ชาวบ้านนิยมเรียกว่า “วัดมหาชัยชุมพล”',
      require('../assets/wat2/history/history_2.jpg'),
      '\tสถานที่สำคัญที่เป็นแหล่งท่องเที่ยวภายในวัดลุ่มฯนี้ คงจะเป็นศาลสมเด็จพระเจ้าตากสิน สาเหตุ ที่มีการตั้งศาลสมเด็จพระเจ้าตากสินภายในวัดแห่งนี้ ก็เนื่องมาจากที่แห่งนี้เคยเป็นสถานที่ประทับ แรมของท่าน และเป็นสถานที่แห่งแรกที่ชาวบ้านพากันเรียกท่านว่า เจ้าตากสิน เช่นเดียวกัน พระอุโบสถ (หลังเก่า) ลักษณะเป็นอาคารทรงโรงก่ออิฐถือปูนขนาดเล็ก ผังรูปสี่เหลี่ยมผืนผ้า หลังคาเครื่องไม้ลด ชั้น 2 ชั้นมี เครื่องลำยอง ช่อฟ้า ใบระกา และหางหงส์ไม้แกะสลัก หน้าบันปูนปั้นทาสีอิทธิพลศิลปะจีน ด้านหน้าเป็นรูปมังกรตกแต่งด้วยลายพันธุ์พฤกษา ด้านหลังเป็นรูปหงส์ตกแต่งด้วยลายพันธุ์พฤกษา และภาพสัตว์ขนาดเล็ก ซุ้มหน้าต่างแบบซุ้มหน้านางตกแต่งด้วยลายใบเทศตรง กึ่งกลางเป็นรูปครุฑยุด นาค บานประตูและหน้าต่างเป็นไม้ภายในประดิษฐานพระพุทธรูปประทับนั่งปางมารวิชัยศิลปะ รัตนโกสินทร์ ด้านหน้าศาลฯ มีต้นสะตือใหญ่อายุหลายร้อยปี ที่เชื่อกันว่า ต้นสะตือต้นนี้เป็นที่ผูกช้างศึก “พังคีรีบัญชร” ของพระยาตาก ที่ใช้ในการเข้าโจมตีเมืองจันทบุรี และสามารถพังประตูเมืองจันทบุรีจนทลายลง และทหารของพระยาตากกรูกันเข้าเมือง จนยึดเมืองจันทบุรีได้สำเร็จ',
    ],
    places: [
      {
        name: 'ศาลพระเจ้าตากสินฯ',
        detail:
          '\tในปี 2463 สมเด็จพระสังฆราช กรมพระวชิรญาณวงศ์ วัดบวรนิเวศ สมัยดำรงสมณศักดิ์ที่พระญาณวราภรณ์ ได้รวมเอาวัดลุ่มกับวัดเนินเป็นวัดเดียวกัน เพื่อให้ประชาชนได้มีความสามัคคีรักใคร่กลมเกลียวกัน ทำให้วัดมีพื้นที่มากขึ้น รวมทั้งหมด 35 ไร่เศษ ศาลฯนี้ มีการริเริ่มก่อสร้างครั้งแรก เมืือปี พ.ศ.2477 โดยจุดประสงค์เพื่อเป็นการสะเดาะเคราะห์ ของนาง ทองปาน ภู่สุวรรณ ภรรยาของหัวหน้าไปรษณีย์โทรเลข ชื่อ นายฉัตร ภู่สุวรรณ เนื่องจากนางทองปาน มีสุขภาพ ไม่แข็งแรง เจ็บป่วยอยู่เสมอ คืนหนึ่งฝันไปว่า สมเด็จประเจ้าตากสินมหาราช เสด็จมาหา และมีพระราชดำรัส กับนางว่า ทรงเดือดร้อน ไม่มีที่ประทับ นางกับสามี จึงนำความไปปรึกษากับ พระอธิการผลิ เจ้าอาวาสวัดลุ่มฯ ท่านแนะนำให้สร้างศาลฯ จึงพร้อมใจกันสร้างศาล ที่ประทับ เป็นอาคารไม้หลังเล็กๆ และ หล่อพระบรมรูป สมเด็จพระเจ้าตากสินฯ ในท่าประทับยืน ขนาดความสูง 70 เซนติเมตร ด้วยทองเหลือง เพื่อประดิษฐานไว้ในศาลฯ ต่อมาได้มีการเฉลิมฉลอง โดยการแห่พระบรมรูปฯ ไปทั่วตลาดระยอง ซึ่งตรงกับเทศกาลตรุษจีนพอดี ตั้งแต่นั้นมา ก็กลายเป็นประเพณีของวัดลุ่มฯ และ ชาวระยอง ได้จัดงานนมัสการปิดทองทุกปี เสมอมา พ.ศ.2503 ท่านเจ้าคุณพระวินัยการกวี เจ้าอาวาส ได้หล่อพระบรมรูปฯ ขึ้นมาใหม่ มีขนาดเท่าพระองค์จริง โดยประดิษฐานในศาลฯ หลังเก่า พ.ศ.2507 ก็ได้สร้างศาลหลังใหม่เป็นคอนกรีตเสริมเหล็ก รูปทรงจตุรมุข มีขนาดเหมาะสม สวยงาม ขึ้นกว่าเดิม พ.ศ.2532 พระครูวิสุทธิสารโสภิต และ คุณจิริดา วรทรัพย์ ศรัทธา สนับสนุนด้านการเงิน ได้ปรับปรุงต่อเติมครั้งใหญ่อีก ได้ลงรัก ปิดทองคำองค์พระบรมรูปฯใหม่ ปูพื้น และผนังด้วยหินอ่อนทั้งหมด ตกแต่งลวดลายเพดาน และลงรักปิดทองคำ ต่อเติมดาดฟ้าด้านหน้า เปลี่ยนบานประตู หน้าต่าง ทาสีทั้งหลัง พร้อมทั้งปรับแต่งบริเวณ และ รั้วกำแพงศาลฯ ให้สวยงาม',
        pictures: [
          require('../assets/wat2/tak/King_Taksin_Shrine_1.jpg'),
          require('../assets/wat2/tak/King_Taksin_Shrine_2.jpg'),
          require('../assets/wat2/tak/King_Taksin_Shrine_3.jpg'),
          require('../assets/wat2/tak/King_Taksin_Shrine_4.jpg'),
        ],
      },
      {
        name: 'ช้างพังคีรีบัญชร',
        detail:
          '\tภายในวัดยังมีรูปปั้นช้างพังคีรีบัญชร คือช้างทรงของสมเด็จพระเจ้าตากสินมหาราช ช้างเชือกนี้เป็นช้างเพศเมียแต่มีงายาว 1 ศอกงอกออกมา ซึ่งจะมีศัพท์เรียกเฉพาะว่า "ขนาย" ส่วนที่มาของช้างเชือกนี้ เมื่อตอนที่สมเด็จพระเจ้าตากสินมหาราช อยู่ในบริเวณวัดกองดินปืนพระองค์ได้ตั้งจิตอธิษฐานบอกกล่าวแก่เทพยดาประสงค์ช้างตัวประเสริฐสำหรับใช้ตีเมืองจันทน์ เมื่อพระองค์อธิษฐานจนพลันมีช้างตัวหนึ่งวิ่งออกมาจากราวป่าเข้ามาคุกเข่าชูงวงถวายบังคมเป็นอัศจรรย์ ช้างตัวนั้นก็คือ พังคีรีบัญชร นั่นเอง',
        pictures: [require('../assets/wat2/ele/Kiri_Banchon_1.jpg')],
      },
      {
        name: 'ต้นสะตือ',
        detail:
          '\tต้นสะตือขนาดใหญ่อยู่บริเวณหน้าศาล อายุประมาณ 300 กว่าปี เล่ากันว่า สมเด็จพระเจ้าตากสินทรงนำช้างมาผูกไว้ที่ใต้ต้นสะตือนี้เมื่อครั้นเสด็จผ่านระยองเพื่อรวบรวมไพร่พล และตั้งทัพเพื่อเตรียมกู้อิสรภาพที่จันทบุรี ภายในศาลมีรูปหล่อของสมเด็จพระเจ้าตากสินในท่าประทับยืนประดิษฐานอยู่ และมีงานสมโภชประจำปีในวันที่ 28 ธันวาคม ของทุกปี เนื่องจากเป็นวันคล้ายวันปราบดาภิเษกสมเด็จพระเจ้าตากสินมหาราช พระมหากษัตริย์ผู้กอบกู้เอกราชจากพม่าให้แก่ประเทศไทย และเป็นพระมหากษัตริย์แห่งกรุงธนบุรีเพียงพระองค์เดียว',
        pictures: [require('../assets/wat2/tree/Satum_tree_1.jpg')],
      },
    ],
    address:
      'ที่อยู่ : ถนนตากสินมหาราช ต.ท่าประดู่ อ.เมืองระยอง จ.ระยอง 21000\nเบอร์ติดต่อ : 0-3861-1111 เบอร์แฟซ์ (FAX) 0-3861-3676\nเปิดให้สักการะ : จันทร์ - อาทิตย์ : 08:00 - 17.00 น.',
    location: { lat: 12.6798461, long: 101.2805569 },
  },
  {
    headerImg: require('../assets/wat3/header.png'),
    thumbnail: require('../assets/wat-thumb-3.png'),
    title: 'วัดบ้านดอน',
    subTitle: 'วัดบ้านดอน จังหวัดระยอง',
    video:
      'https://www.youtube.com/watch?v=cD3xdPzHoMs&list=LLDQQJf3FVyO7Zv2jF9e-H-A&index=7&t=6s',
    detail:
      '\tเมืองแห่งเศรษฐกิจ อุตสาหกรรมก้าวหน้า เจริญวัฒนธรรม จังหวัดระยอง เมื่อก้าวเข้ายุคไทยแลนด์ 4.0 โครงการเศรษฐกิจพิเศษภาคตะวันออก หรือ EEC ที่รัฐบาลมีความมุ่งหมายให้ 3 จังหวัด ได้แก่ ระยอง ชลบุรี และฉะเชิงเทรา เป็นพื้นที่นำร่องเศรษฐกิจพิเศษ โดยมีแผนการพัฒนาด้านการท่องเที่ยวที่ยกจังหวัดระยองเป็นเมืองท่องเที่ยวเชิงวัฒนธรรม และเมืองต้นแบบการพัฒนา ที่อยู่อาศัยทันสมัยระดับสากล ผสมผสานกับวัฒนธรรมในพื้นที่ และธรรมชาติอย่างลงตัว\n\n\tจังหวัดระยอง เป็นจังหวัดที่เป็นเขตอุตสาหกรรม และแหล่งวัฒนธรรมกระจายอยู่ทั่วไป ที่มีวิถีชีวิตของผู้คนที่หลากหลาย มีการอยู่ร่วมกันไม่ว่าจะเป็นคนศาสนาพุทธ คริสต์ อิสลาม หรือฮินดู มีแหล่งท่องเที่ยวที่พร้อมให้ผู้คนมาสัมผัสความสวยงาม มนเสน่ห์ไม่รู้ลืมกับสถานที่ท่องเที่ยวเชิงวัฒนธรรม เมืองระยอง',
    histories: [
      '\tวัดบ้านดอนตั้งอยู่หมู่ที่ 4 ตำบลเชิงเนิน อำเภอเมืองระยอง ตั้งอยู่ห่างตัวจังหวัดระยองไปทางทิศเหนือประมาณ 4 กิโลเมตร เป็นวัดที่มีหนังใหญ่และองค์พระประสาทพรเป็นที่เคารพสักการะ ของประชาชนคนทั่วไป และเป็นวัดที่อนุรักษ์วัฒนธรรม ประเพณี ประจำท้องถิ่นวัดหนึ่ง สมกับคำประพันธ์ที่ว่า วัดเอ๋ยวัดบ้านดอน แต่เก่าก่อนประเพณีมีมากหลาย เรื่องเครื่องดินดอกไม้ไฟก็ไว้ลาย ก่อพระทรายแข็งขันวันสงกรานต์ มีลิเกกลองยาวและเข้าผี การเล่นมีกีฬาไทยได้สุขศานต์ หนังใหญ่ลุยไฟโชว์ตามโบราณ เทศกาลมหาชาติไม่ขาดเอย',
      require('../assets/wat3/history/history_1.jpg'),
      '\tวัดบ้านดอนเป็นวัดมหานิกาย เดิมชื่อ "วัดสระประทุม" คงจะเนื่องจากด้านทิศใต้ของวัดมีสระบัว หลวงกว้างใหญ่ตลอดแนวเป็นที่อาศัย ของเต่า ปู ปลาด้วย ชาวบ้านเรียกว่า "อู่วัด" ที่ดินที่สร้างวัดนี้ บันทึกไว้ว่า แต่เดิมนั้นเป็นของ "ขุนจ่าเมืองระยอง" แล้วได้ยกให้ นายวรณ์ ผู้เป็นบุตร และขุนจ่าเมืองได้สั่งนายวรณ์ไว้ว่า "ที่ดินแปลงนี้ห้ามซื้อขาย ถ้าจะสร้างวัดก็ให้ถวาย" นายวรณ์จึงได้ถวายที่ดินแปลงนี้เพื่อสร้างวัดเมื่อ พ.ศ.2432 ซึ่งมีเนื้อที่ทั้งหมด ประมาณ 10 ไร่ ได้รับพระราชทานวิสุงคามสีมา เมื่อวันที่ 30 กันยายน พ.ศ.2472 เขตวิสุงคามสีมากว้าง 60 เมตร ยาว 110เมตร ได้ผูกพันธสี มาเมื่อ 18 เมษายน พ.ศ.2478 และมีศาลขุนจ่าเมืองตั้งอยู่ทางทิศตะวันตกเฉียงเหนือ ของอุโบสถ เป็นที่เคารพนับถือกราบไหว้ของชาวบ้านมาจนปัจจุบันส่วนที่ดินนั้นมีผู้เห็นความสำคัญของวัดได้ถวายเพิ่มเติมให้อีก คือที่ดินของนางหิ่ม ชาวดอน และของนายเริ่มชาวดอน ทางด้านทิศเหนือของ นายเหรียญ ชาวดอน ทางทิศตะวันออก และทางทิศตะวันตก ของนายวัน พ้นพาล รวมเนื้อที่ปัจจุบัน 31 ไร่ 3 งาน 18 ตารางวา ทิศเหนือยาว 3 เส้น 18 วา ติดทางสาธารณะ โดยมีถนนพัฒนาประเสริฐ ซึ่งสร้าง พ.ศ.2498 ผ่านที่ดินของวัด แยกโรงเรียนประถมศึกษาไว้ทางทิศเหนือทิศใต้ยาว 4 เส้น 2 วา ติดที่นานายฟอง ชาวดอน และแม่น้ำระยอง ทิศตะวันออกยาว 5 เส้น 1 วา ติดที่ดินนางเพิ่มพูน มณีแสง ทิศตะวันตกยาว 9 เส้น 10 วา ติดทางสาธารณะและที่ดิน นายหยิ่ม ประสุวรรณพื้นที่ตั้งเป็นที่ราบ ไม่ลุ่มและดอนเกินไป สภาพแวดล้อมโดยรอบบริเวณวัด ด้านทิศเหนือ ทิศตะวันออก ทิศตะวันตก เป็นหมู่บ้านธรรมดาทั่วไป ทิศใต้เป็นสระน้ำ ทุ่งนาติดกับแม่น้ำระยอง เดิมชื่อวัด "สระประทุม" และได้เปลี่ยนเป็นวัดบ้านดอนไปตามชื่อของหมู่บ้านตั้งแต่มีโรงเรียนในวัดครั้งกระโน้น',
    ],
    places: [
      {
        name: 'พิพิธภัณฑ์หนังใหญ่วัดบ้านดอน',
        detail:
          '\tเป็นสถานที่สืบทอดมรดกภูมิปัญญาการแสดงหนังใหญ่ และเก็บรักษาอนุรักษ์ตัวหนังใหญ่ อายุกว่า 200 ปี ให้ได้เรียนรู้ ซึ่งพิพิธภัณฑ์หนังใหญ่วัดบ้านดอน เป็น 1 ใน 3 แห่ง ที่เหลืออยู่ในประเทศไทย หนังใหญ่วัดบ้านดอน มีมาตั้งแต่ปี พ.ศ.2431 เจ้าเมืองคนแรกของจังหวัดระยองได้เห็นว่าวัฒนธรรมการเล่นหนังใหญ่ เป็นสิ่งควรค่าที่จะอนุรักษ์สืบทอดไว้ จึงสั่งซื้อตัวหนังใหญ่ จำนวน 200ตัว มาจากจังหวัดพัทลุง ขนส่งข้ามอ่าวไทยมาทางเรือ พร้อมทั้งจ้างครูหนังมาช่วยในการฝึกสอน ถ่ายทอดการแสดงให้กับคนของท่านเจ้าเมือง เพื่อแสดงในงานสำคัญ ๆ ภายในอาคารพิพิธภัณฑ์ จัดแสดงตัวหนังใหญ่ ผ่านตู้เก็บตัวหนังเป็นกล่องไฟเพื่อให้เห็นลวดลายที่วิจิตรบรรจงบนตัวหนังใหญ่ นอกจากนี้ ยังมีห้องประชุมเพื่อรับฟังคำบรรยาย ชมวีดีทัศน์การแสดงหนังใหญ่ปัจจุบันหนังใหญ่ที่เคยมีอยู่จาก 200 ตัว ได้ผุพังไปบ้าง จึงได้มีการทำเพิ่มเติมอีก 77 ตัว และใช้เล่นแสดงร่วมกันกับหนังใหญ่ชุดเดิม เรื่องที่นิยมแสดง คือ เรื่องรามเกียรติ์ อิเหนา เป็นต้น',
        pictures: [
          require('../assets/wat3/museum/Museum_1.jpg'),
          require('../assets/wat3/museum/Museum_2.jpg'),
        ],
      },
      {
        name: 'หนังเมือง',
        detail:
          '\tเป็นหนังภาพเดี่ยวหรือหลายภาพในหนังผืนเดียว ตัวหนังที่มีลวดลายปราสาท ราชวัง หนังชนิดนี้บางตัวสูงถึง 2 เมตร',
        pictures: [require('../assets/wat3/movie/Manipulation_1.jpg')],
      },
      {
        name: 'การเชิดหนังใหญ่',
        detail:
          '\tการแสดงหนังใหญ่ เป็นศิลปะการแสดงชั้นสูง มีมาตั้งแต่สมัยโบราณ ที่ใช้แสดงในงานพระราชพิธีสำคัญ ๆ และในงานมหรสพใหญ่ ๆ ตั้งแต่สมัยอยุธยา จนถึงช่วงกลางสมัยรัตนโกสินทร์ การแสดงต้องใช้วงปี่พาทย์ คอยให้จังหวะทำนอง มีผู้พากย์คอยอ่านบท เพื่อดำเนินเนื้อเรื่อง บทเจรจา ผู้พากย์จะพากย์อยู่ริมเวทีส่วนผู้แสดงเชิดตัวหนังจะถือตัวหนังใหญ่ออกมาแสดงหน้าเวที และวิ่งกลับไปด้านในเพื่อวนกลับออกมา เวทีประกอบด้วยจอหรือฉากสีขาวขนาดสูงใหญ่คล้ายแผ่นผ้าหนังกลางแปลง มีแสงส่องผ่านผ้าใบจากทางด้านหลังผู้เชิดจะถือตัวละครตามบทมายืนเรียงอยู่ด้านหน้า ทำท่าทางตามจังหวะดนตรี สอดคล้องกับเรื่องราวที่ผู้พากย์ดำเนินเนื้อเรื่องอยู่ ส่วนใหญ่เรื่องราวที่ใช้แสดงกับหนังใหญ่ จะนำมาจากบางตอนของเรื่องรามเกียรติ์ ผู้เชิดแสดงลีลาท่าทาง และจังหวะการเคลื่อนไหวคล้ายกับการแสดงโขน ซึ่งเป็นท่วงท่าที่เรียกว่าเป็นการแสดงโขนหน้าจอ ดังนั้นผู้แสดงตัวเชิดต้องมีพื้นฐานความสามารถด้านการเต้นเสา** มีการยืด ยุบ กระทบเท้า กระดกเท้า มือทั้งสองของผู้เชิดหนัง จะจับที่ไม้คีบหนัง ชูขึ้น ทำท่าทางตามตัวละครของตัวหนัง เช่นถ้าเล่นเป็นตัวพระก็ต้องทำท่าอย่างตัวพระ หากถือตัวหนังเป็นตัวนาง ก็ต้องทำท่าตัวนาง ถ้าเป็นยักษ์ก็จะทำท่าขึงขังอย่างตัวยักษ์ เป็นต้น ผู้เชิดเล่นท่วงท่าพร้อมกับการชูตัวหนังบริเวณหน้าฉากสีขาว ที่มีแสงจากด้านหลังฉากส่องทะลุผ่านตัวหนัง ทำให้เกิดเป็นเงาลวดลายที่สวยงามจากตัวหนังที่แกะสลักไว้*การเต้นเสา เป็นท่าเบื้องต้นที่เป็นพื้นฐานการฝึกโขน โดยมากเป็นนักแสดงชาย ที่แสดงเป็นตัวพระ ยักษ์ และลิง มากกว่าตัวนาง การเต้นจะยกเท้าซ้ายขวาสลับกันตามจังหวะ โดยย่อเข่าอยู่ตลอดเวลา',
        pictures: [
          require('../assets/wat3/big/Nang_Yai_1.jpg'),
          require('../assets/wat3/big/Nang_Yai_2.jpg'),
          require('../assets/wat3/big/Nang_Yai_3.jpg'),
          require('../assets/wat3/big/Nang_Yai_4.jpg'),
        ],
      },
      {
        name: 'หลวงพ่อประสาทพร',
        pictures: [
          require('../assets/wat3/father/Revernd_Father_Prasatporn_1.jpg'),
          require('../assets/wat3/father/Revernd_Father_Prasatporn_2.jpg'),
        ],
      },
    ],
    address:
      'ที่อยู่ :วัดบ้านดอน หมู่ 4 ต.เชิงเนิน อ.เมืองระยอง จ.ระยอง 21000\nเบอร์ติดต่อ : 081-2956069\nเปิดให้สักการะ : จันทร์ - อาทิตย์ : 09:00 - 17.00 น.',
    location: { lat: 12.6798456, long: 101.2652359 },
  },
  {
    headerImg: require('../assets/wat4/header.png'),
    thumbnail: require('../assets/wat-thumb-4.png'),
    title: 'วัดป่าประดู่',
    subTitle: 'วัดป่าประดู่ จังหวัดระยอง',
    video: 'https://www.youtube.com/watch?v=GyZJKAc3HhU',
    detail:
      '\tเมืองแห่งเศรษฐกิจ อุตสาหกรรมก้าวหน้า เจริญวัฒนธรรม จังหวัดระยอง เมื่อก้าวเข้ายุคไทยแลนด์ 4.0 โครงการเศรษฐกิจพิเศษภาคตะวันออก หรือ EEC ที่รัฐบาลมีความมุ่งหมายให้ 3 จังหวัด ได้แก่ ระยอง ชลบุรี และฉะเชิงเทรา เป็นพื้นที่นำร่องเศรษฐกิจพิเศษ โดยมีแผนการพัฒนาด้านการท่องเที่ยวที่ยกจังหวัดระยองเป็นเมืองท่องเที่ยวเชิงวัฒนธรรม และเมืองต้นแบบการพัฒนา ที่อยู่อาศัยทันสมัยระดับสากล ผสมผสานกับวัฒนธรรมในพื้นที่ และธรรมชาติอย่างลงตัว\n\n\tจังหวัดระยอง เป็นจังหวัดที่เป็นเขตอุตสาหกรรม และแหล่งวัฒนธรรมกระจายอยู่ทั่วไป ที่มีวิถีชีวิตของผู้คนที่หลากหลาย มีการอยู่ร่วมกันไม่ว่าจะเป็นคนศาสนาพุทธ คริสต์ อิสลาม หรือฮินดู มีแหล่งท่องเที่ยวที่พร้อมให้ผู้คนมาสัมผัสความสวยงาม มนเสน่ห์ไม่รู้ลืมกับสถานที่ท่องเที่ยวเชิงวัฒนธรรม เมืองระยอง',
    histories: [
      '\tวัดป่าประดู่ ก่อนสร้างวัดเมื่อประมาณ พ.ศ.2372 โดยมีพระภิกษุรูปหนึ่งชื่อ อุปัชฌาย์เทียน เดิมจาพรรษาอยู่ที่ วัดเนิน (หรือมีชื่อเรียกอีกชื่อหนึ่งว่า วัดอินทรสมบัติ ปัจจุบันรวมกับวัดลุ่มมหาชัยชุมพล) ได้มาพบสถานที่แห่งนี้เป็นวัดร้าง มีต้นตะเคียนเป็นจานวนมาก มีซากวัดที่เหลือแต่ซากโบสถ์ ซากพระพุทธรูปปางไสยาสน์ และซากองค์พระประธาน ซึ่งเป็นพระพุทธรูปปางป่าเลไลยก์ วัดป่าประดู่แห่งนี้จึงเคยมีชื่อเดิมว่า "วัดป่าเลไลยก์" อุปัชฌาย์เทียนจึงได้มาจาพรรษาเพื่อบาเพ็ญวิปัสสนากรรมฐานอยู่ที่นี่ บรรดาชาวบ้านที่อยู่ใกล้เคียงศรัทธาเลื่อมใสในท่าน จึงชักชวนกันสร้างกุฏิถวาย และร่วมกันฏิสังขรณ์วัดนี้จนเจริญสืบมาต่อมา เเละเพื่อให้สอดคล้องกับนามหมู่บ้านที่วัดตั้งอยู่คือ ตลาดท่าประดู่ อีกทั้งเพราะมีต้นประดู่ใหญ่อยู่ภายในวัดเป็นจานวนมากและเพื่อมิให้ชื่อวัดพ้องกับวัดป่าเลไลยก์ จังหวัดสุพรรณบุรีด้วย จากเหตุผลดังกล่าวจึงได้เปลี่ยนนามวัดเป็น “วัดป่าประดู่”',
      require('../assets/wat4/history/history_1.jpg'),
      '\tภายในวัดป่าประดู่ มีพระพุทธรูปนอนตะแคงซ้ายที่เก่าแก่ เป็นพระพุทธไสยาสน์ที่แปลกที่สุดในประเทศไทย โดยปกติแล้วเมื่อมีการสร้างองค์พระปางสีหไสยาสน์ มักจะสร้างประทับอยู่ในท่านอนตะแคงขวา แต่พระพุทธไสยาสน์ที่วัดป่าประดู่สร้างในท่านอนตะแคงซ้าย มีความยาว ๑๑.๙๕ เมตร สูง ๓.๖๐ เมตร ขนาดใหญ่ โดยเมื่อปี พ.ศ.๒๔๗๘ พระครูสมุทรสมานคุณ (แอ่ว) อดีตเจ้าอาวาส ได้บูรณะองค์พระส่วนที่ชารุดแล้วปิดทองใหม่ มีผู้สันนิษฐานว่า เป็นการสร้างตามพระพุทธประวัติ ตอนพระพุทธเจ้ากระทายมกปาฏิหาริย์ให้พวกเดียรถีย์ชม โดยมีพระพุทธนิมิตแสดงอาการอย่างเดียวกับพระพุทธเจ้าเป็นคู่ๆ เมื่อถึงอิริยาบถไสยาสน์จึงผินพระพักตร์เข้าหากันเป็นการนอนตะแคงซ้าย และขวาในลักษณะเดียวกัน ผู้สร้างจึงสร้างให้มีนัยของพุทธปาฏิหาริย์ดังกล่าว จึงสร้างเป็นพระนอนตะแคงซ้าย\n\n\tซึ่งลักษณะพระพุทธรูปนอนตะแคงซ้ายมีความพิเศษคือ มีการหนุนพระเศียรด้วยหัตถ์ซ้าย สังเกตจากพระเกศ ไรพระศก จีวรแล้ว น่าจะอยู่ในยุคสมัยกรุงศรีอยุธยา จนกระทั่งได้รับการบูรณปฏิสังขรณ์ ดูแลรักษาอย่างดี ไม่มีใครทราบอายุและประวัติมาก่อน ดูจากพระเกศ ไรพระศก จีวรแล้ว น่าจะเป็นอิทธิพลสมัยอยุธยาปัจจุบันพระพุทธรูปทั้งสององค์ ได้รับการบูรณะไว้ จึงถือเป็นพระเก่าแก่คู่บ้านเมืองของระยองแห่งหนึ่ง และวัดป่าประดู่ได้รับการยกฐานะเป็น พระอารามหลวง ตั้งแต่ปี พ.ศ.๒๕๓๓\n\n\tวัดป่าประดู่ตั้งอยู่ใจกลางเมือง ในเขตเทศบาลนครระยอง ถนนสุขุมวิท จึงเป็นวัดที่มีความสาคัญต่อชุมชนในการปฏิบัติศาสนกิจและพิธีการทาง ศาสนาของประชาชนในเมือง',
      require('../assets/wat4/history/history_2.jpg'),
    ],
    places: [
      {
        name: 'พระพุทธไสยาสน์',
        detail:
          '\tพระพุทธไสยาสน์ หรือที่เรียกกันอย่างทั่วไปว่า ”พระนอนวัดป่าประดู่” ประดิษฐานอยู่ที่วัดป่าประดู่ ตาบลท่าประดู่ อาเภอเมืองระยอง จังหวัดระยอง เป็นพระพุทธรูปปางไสยาสน์ขนาดใหญ่ มีความยาว ๑๑.๙๕ เมตร ลงรักปิดทอง ประดิษฐานอยู่ในพระวิหารด้านทิศตะวันออกเฉียงเหนือของพื้นที่วัด เมื่อพิจารณาดูพุทธลักษณะแล้ว เฉพาะในส่วนพระพักตร์ลังฆาฎิน่าจะเป็นพระพุทธรูปที่สร้างในสมัยอยุธยาตอนต้น (อู่ทองยุคที่ ๓) พระพุทธไสยาสน์วัดป่าประดู่นี้ ไสยาสน์ในลักษณะตะแคงซ้ายเป็นพระพุทธรูปคู่บ้านคู่เมืองระยองมาแต่โบราณ ดังนั้นพระพุทธไสยาสน์องค์นี้เป็นที่เลื่องลือมาช้านานในด้านความศักดิ์สิทธิ์เป็นอันมาก\n\n\tเป็นพระพุทธรูปเก่าแก่ ประดิษฐานอยู่ในพระวิหารวัดป่าประดู่ ในเขตเทศบาลเมือง ถนนสุขุมวิท ตาบลท่าประดู่ อาเภอเมือง จังหวัดระยอง เดิมองค์พระตั้งอยู่กลางแจ้ง ต่อมามีการสร้างพระวิหารครอบเมื่อปีพ.ศ.๒๕๒๔ “วัดป่าประดู่” สันนิษฐานว่าสร้างในสมัยกรุงศรีอยุธยา ประวัติความเป็นมาก่อนสร้างวัด ประมาณเมื่อปี พ.ศ.๒๓๗๒ พระภิกษุรูปหนึ่งชื่อ อุปัชฌาย์เทียน เดิมจาพรรษาอยู่ที่ วัดเนิน (หรือมีชื่อเรียกอีกชื่อหนึ่งว่า วัดอินทรสมบัติ ปัจจุบันรวมกับวัดลุ่ม) ได้มาพบสถานที่แห่งนี้เป็นวัดร้าง มีต้นตะเคียนเป็นจานวนมาก มีซากวัดที่เหลือแต่ ซากโบสถ์ ซากพระพุทธรูปปางไสยาสน์ และ ซากองค์พระประธานซึ่งเป็นพระพุทธรูปปางปาลิไลยก์ วัดป่าประดู่แห่งนี้จึงเคยมีชื่อเดิมว่า วัดป่าเลไลยก์ อุปัชฌาย์เทียนจึงได้มาจาพรรษาเพื่อบาเพ็ญวิปัสสนากรรมฐานอยู่ที่นี่ บรรดาชาวบ้านที่อยู่ใกล้เคียงพากันศรัทธาเลื่อมใสในท่านจึงชักชวนกันสร้างกุฏิถวายและร่วมกันปฏิสังขรณ์วัดนี้จนเจริญสืบมา ต่อมา เพื่อให้สอดคล้องกับนามหมู่บ้านที่วัดตั้งอยู่คือ ตลาดท่าประดู่ อีกทั้งเพราะมีต้นประดู่ใหญ่อยู่ภายในวัดเป็นจานวนมาก (แต่ปัจจุบันเหลือเพียงต้นเดียวตรงปากประตูทางเข้าวัด) และเพื่อมิให้ชื่อวัดพ้องกับวัดป่าเลไลยก์ จังหวัดสุพรรณบุรีด้วยจากเหตุผลดังกล่าวจึงได้เปลี่ยนนามวัดเป็น “วัดป่าประดู่” ปัจจุบัน พระพุทธรูปทั้งสององค์ได้รับการบูรณะไว้ จึงถือเป็นพระเก่าแก่คู่บ้านเมืองของระยองแห่งหนึ่ง วัดได้รับการพัฒนามาโดยตลอด ปัจจุบัน กาลังก่อสร้างอุโบสถหลังใหม่สวยงาม',
        pictures: [
          require('../assets/wat4/buddha/Reclining_Buddha_1.jpg'),
          require('../assets/wat4/buddha/Reclining_Buddha_2.jpg'),
          require('../assets/wat4/buddha/Reclining_Buddha_3.jpg'),
        ],
      },
      {
        name: 'พระอุโบสถ์หลังเก่า',
        detail:
          '\t     พระอุโบสถ์หลังเก่าที่สร้างขึ้นตอนต้นรัตนโกสินทร์ ซึ่งปัจจุบันใช้เป็นพระวิหาร ซึ่งนักท่องเที่ยวนอกจากไปทาบุญ สักการะพระพุทธไสยาสถ์ ถวายสังฆทาน ฯลฯ ยังสามารถลอดใต้พรอุโบสถเก่าทางวัดไม่มีการรื้อถอน เมื่อเก่าผุพังก็สร้างคลุมรากฐานที่ยังอยู่ ซึ่งการลอดพระอุโบสถ หรือโบสถ์นี้ หมายถึง การสะเดาะเคราะห์สืบชะตา ได้สะเดาะเคราะห์ต่อชีวิตโบสถ์มีอายุนาน ได้โบสถ์ ได้สวดบรรจุฝังผูกพัทธสีมาเป็นสิ่งที่ศักดิ์สิทธิ์รอดแล้วจะรอดจากความทุกข์ ความยาก ความลาบาก รอดจากความเจ็บ ความไข้ได้ป่วย รอดจากความตาย รอดจากความจนขอให้รอดพ้น จะทาให้เราดีขึ้น\n\n"ลอดใต้โบสถ์ 1 รอบ – 9 รอบ\nรอบ 1 ขอให้รอดปลอดภัยเคราะห์วัน\nรอบ 2 ขอให้รอดปลอดภัยเคราะห์เดือน\nรอบ 3 ขอให้รอดปลอดภัยเคราะห์ปี\nรอบ 4 ขอให้รอดปลอดภัยเคราะห์นอกกายหรือนอกสถานที่ ที่เดินทางไป เคราะห์นอกให้ออกไป\nรอบ 5 ขอให้รอดปลอดภัยเคราะห์ในจากโจรปล้นจี้ฆ่า หรือลักเล็กขโมยน้อย เคราะห์ในให้บรรลัยสิ้นสูญ\nรอบ 6 ขอให้รอดสรรพเคราะห์ สรรพโศก สรรพภัย ให้หมดไปสูญสิ้น\nรอบ 7 รอดพ้น แคล้วคลายจากเคราะห์ทั้ง 7 วัน\nรอบ 8 รอดจากพระราหู คือพวกยักษ์มารเสนียดจัญไร พวกอิจฉาตาร้อน\nรอบ 9 พระเกตุ เทวดารักษาหมายถึง บิดามารดา"',
        pictures: [
          require('../assets/wat4/old/Old_chapel_1.jpg'),
          require('../assets/wat4/old/Old_chapel_2.jpg'),
          require('../assets/wat4/old/Old_chapel_3.jpg'),
        ],
      },
      {
        name: 'พระวิหารปางป่าเลไลยก์',
        detail:
          '\tพระป่าเลไลยก์ก็เป็นพระพุทธรูปเก่าแก่คู่มากับวัดป่าประดู่ เช่นเดียวกับพระพุทธไสยาสน์ เป็นพระพุทธรูปปางประทับนั่งห้อยพระบาทแบบพุทธศิลป์สมัยทวารวดีที่พบอยู่ทั่วไป พระพุทธรูปองค์นี้มีความสูงจากพระบาทจรดพระเกตุมาลาได้ ๖.๐๒ เมตร เป็นพระพุทธรูปปูนปั้นปิดทองได้มีการบูรณะครั้งใหญ่เมื่อปี พ.ศ.๒๕๑๑ ลักษณะของพระพุทธรูปน่าจะเป็นพระพุทธรูปสมัยอยุธยาตอนต้น (อู่ทองยุคที่ ๒) พระป่าเลไลยก์องค์นี้ประดิษฐานเป็นพระประธานอยู่ในพระอุโบสถเดิม เป็นที่มาของนามวัดแต่แรกว่า ” วัดป่าเลไลยก์ ” เนื่องจากพระอุโบสถเก่าชารุดทรุดโทรมมากและคับแคบมาก จึงได้สร้างพระอุโบสถขึ้นมาใหม่ เมื่อปี พ.ศ.๒๔๔๙ ในสมัยราชการที่ ๕ พระอุโบสถเดิมที่ประดิษฐานพระป่าเลไลยก์นี้ มีวิหารทิศขนาดเล็กรายรอบทั้ง ๔ ทิศด้วย (ปัจจุบันมีปรากฏอยู่ ๓ ทิศ ขาดทิศตะวันออกซึ่งเป็นทางเข้าด้านหน้าวิหาร) ทิศทั้ง ๔ เป็นที่ประดิษฐานพระพุทธรูปนั่งปางมารวิชัย',
        pictures: [
          require('../assets/wat4/lalai/Wihan_Lay_Lai_1.jpg'),
          require('../assets/wat4/lalai/Wihan_Lay_Lai_2.jpg'),
        ],
      },
    ],
    address:
      'ที่อยู่ : วัดป่าประดู่ ถนนสุขุมวิท ต.ท่าประดู่ อ.เมืองระยอง จ.ระยอง 21000\nเบอร์ติดต่อ : 038-611320, 038-615593,038-615537\nเปิดให้สักการะ : จันทร์ - อาทิตย์ : 08:00 - 17.00 น.',
    location: { lat: 12.6828837, long: 101.2766125 },
  },
  {
    headerImg: require('../assets/wat5/header.png'),
    thumbnail: require('../assets/wat-thumb-5.png'),
    title: 'วัดราชบัลลังก์',
    subTitle: 'วัดราชบัลลังก์ประดิษฐาราม จังหวัดระยอง',
    video:
      'https://www.youtube.com/watch?v=B-imkWQFJks&list=LLDQQJf3FVyO7Zv2jF9e-H-A&index=6&t=3s',
    detail:
      '\tเมืองแห่งเศรษฐกิจ อุตสาหกรรมก้าวหน้า เจริญวัฒนธรรม จังหวัดระยอง เมื่อก้าวเข้ายุคไทยแลนด์ 4.0 โครงการเศรษฐกิจพิเศษภาคตะวันออก หรือ EEC ที่รัฐบาลมีความมุ่งหมายให้ 3 จังหวัด ได้แก่ ระยอง ชลบุรี และฉะเชิงเทรา เป็นพื้นที่นำร่องเศรษฐกิจพิเศษ โดยมีแผนการพัฒนาด้านการท่องเที่ยวที่ยกจังหวัดระยองเป็นเมืองท่องเที่ยวเชิงวัฒนธรรม และเมืองต้นแบบการพัฒนา ที่อยู่อาศัยทันสมัยระดับสากล ผสมผสานกับวัฒนธรรมในพื้นที่ และธรรมชาติอย่างลงตัว\n\n\tจังหวัดระยอง เป็นจังหวัดที่เป็นเขตอุตสาหกรรม และแหล่งวัฒนธรรมกระจายอยู่ทั่วไป ที่มีวิถีชีวิตของผู้คนที่หลากหลาย มีการอยู่ร่วมกันไม่ว่าจะเป็นคนศาสนาพุทธ คริสต์ อิสลาม หรือฮินดู มีแหล่งท่องเที่ยวที่พร้อมให้ผู้คนมาสัมผัสความสวยงาม มนเสน่ห์ไม่รู้ลืมกับสถานที่ท่องเที่ยวเชิงวัฒนธรรม เมืองระยอง',
    histories: [
      '\tวัดเนินสระ เป็นชื่อวัดเมื่อแรกสร้าง คือ สมัยกรุงธนบุรี ศรีมหาสมุทร ต่อมาถูกตั้งชื่อขึ้นมาใหม่ว่า วัดทะเลน้อย ตามชื่อหมู่บ้าน คือตั้งอยู่บ้านทะเลน้อย ต่อมาในรัชสมัย พระบาทสมเด็จพระจอมเกล้าเจ้าอยู่หัว (รัชกาลที่4) ได้โปรด พระราชทานนามเป็นวัดราชบัลลังก์ประดิษฐาวราราม แต่ชาวบ้านได้พากันเรียกชื่อ สั้นลงเหลือเพียง วัดราชบัลลังก์',
      require('../assets/wat5/history/history_1.jpg'),
      '\tวัดราชบัลลังก์ประดิษฐาวราราม ตั้งอยู่ที่ บ้านทะเลน้อย ถนนพลง-ทะเลน้อย หมู่ที่6 ตำบล ทางเกวียน อำเภอแกลง จังหวัดระยอง ได้รับอนุญาตสร้างวัด เมื่อประมาณปีพุทธศักราช 2310  และได้รับพระราชทานวิสุงคามสีมา เมื่อวันที่ 1 พฤศจิกายน พุทธศักราช 2324 และได้ประกอบพิธีผูกพันธสีมา เมื่อวันที่ 10 กุมภาพันธ์ พศ 2535  วัดแห่งนี้สังกัดมหานิกาย โดยพื้นที่ตั้งของวัดเป็นเนินเล็กๆ สูงกว่าพื้นที่โดยรอบเล็กน้อย มีลักษณะเป็นเนินยาวรี คล้ายเรือสำเภา มีบ้านเรือนราษฎรล้อมโดยรอบ มีสระน้ำขนาดใหญ่ตั้งอยู่ชายเนิน เพื่อไว้สำหรับวัดและชาวบ้านได้ใช้อุปโภคบริโภค ซึ่งบริเวณดังกล่าวนั้นเดิมทีเป็นทะเลและค่อยๆตื้นเขินกลายเป็นเนินอย่างที่เห็นในปัจจุบัน',
      require('../assets/wat5/history/history_2.jpg'),
      '\tวัดราชบัลลังก์ เป็นวัดเก่าแก่ซึ่งสันนิษฐานว่าแรกเริ่มเป็นวัดที่สมเด็จพระเจ้ากรุงธนบุรีมหาราชโปรดเกล้า ให้ชาวบ้านช่วยกันสร้างขึ้น เพื่ออุทิสส่วนกุศลให้กับทหารที่เสียชีวิตใน วีรกรรม ทุ่งพลง บ้านทะเลน้อย ในครั้งก่อนจะเข้าตีเมืองจันทบูร ราวปีพุธศักราช 2309 ก่อนเสียกรุงศรีอยุธยา ให้แก่พม่า ครั้งที่ 2 หลังจากสมเด็จพระเจ้าตากสิน ปราบดาภิเษกขึ้นเป็นพระมหากษัตริย์ สมเด็จพระเจ้ากรุงธนบุรีแห่งกรุงธนบุรีศรีมหาสมุทร พระองค์ทรงสถาปนาวัดแห่งนี้ขึ้นเป็นพระอารามหลวง มีพระภิกษุสงฆ์ จำพรรษา มีพระผู้ใหญ่หลายรูปได้รับสมณะศักดิ์ในตำแหน่งสำคัญๆ ตลอดรัชสมัยของพระองค์จึงนับว่า วัดเนินสระ (วัดราชบัลลังก์ประดิษฐาวราราม) มีความเจริญรุ่งเรืองอย่างมาก และมีความงดงามวัดหนึ่งในยุคสมัยนั้น จวบจนถึงปีพุทธศักราช 2325 สิ้นยุคสมัยกรุงธนบุรี หลายสิ่งหลายอย่างเปลี่ยนแปลง จากวัดหลวงอันเฟื่องฟูกลับถอยสู่ความรกร้าง วัดถูกปล่อยทิ้ง เป็นเวลานาน ในปัจจุบันได้มีการพัฒนาปรับปรุง บูรณะปฏิสังขรณ์ให้ดีขึ้นตามลำดับ',
    ],
    places: [
      {
        name: 'พระอุโบสถหลังเก่า',
        detail:
          '\tพระอุโบสถหลังเก่าสร้างขึ้นในสมัยปลายกรุงศรีอยุทธยา อายุกว่า300ปีสร้างลักษณะทรงไทยผนังก่ออิฐถือปูน โครงสร้างทำด้วยไม้แก่นหลังคามุงกระเบื้องดินเผาซุ้มประตูหน้าต่างปูนปั้นประดับด้วยกระเบื้องถ้วยลายคราม ปัจจุบันทรุดโทรม มากทางวัดจึงได้ทำการบูรณะ ร่วมกับ กรมศิลป์มาจนถึงปัจจุบัน',
        pictures: [
          require('../assets/wat5/old/Old_chapel_1.jpg'),
          require('../assets/wat5/old/Old_chapel_2.jpg'),
          require('../assets/wat5/old/Old_chapel_3.jpg'),
        ],
      },
      {
        name: 'หลวงพ่อโครงหวาย',
        detail:
          '\tหลวงพ่อโครงหวาย ถือว่าเป็นพระพุทธรูปหนึ่งเดียวในประเทศไทย ที่ทำจากหวายหรือต้นหวาย ในการร้อยรัดหล่อรูปได้อย่างลงตัว เป็นพระพุทธรูปปางมหาวิชัยทำด้วยโครงหวายฉาบปูน สร้างราวปี พศ 2430',
        pictures: [
          require('../assets/wat5/father/Reverend_Father_Chak_Wai_1.jpg'),
          require('../assets/wat5/father/Reverend_Father_Chak_Wai_2.jpg'),
        ],
      },
      {
        name: 'ศาลพระเจ้าตากสินฯ',
        detail:
          '\tศาลสมเด็จพระเจ้าตากสินมหาราช ขนาดแบบพอเพียง ตั้งอยู่ภายในวัดราชบัลลังก์ประดิษฐาวรารามแห่งนี้ เพื่อให้ประชาชนคนไทย รวมถึงชาวบ้านละแวกนี้ ได้กราบไหว้ระลึกถึง พระผู้ทรงกอบกู้เอกราชชาติไทย',
        pictures: [
          require('../assets/wat5/tak/King_Taksin_Shrine_1.jpg'),
          require('../assets/wat5/tak/King_Taksin_Shrine_2.jpg'),
          require('../assets/wat5/tak/King_Taksin_Shrine_3.jpg'),
        ],
      },
      {
        name: 'พระเจดีย์',
        detail:
          '\tพระเจดีย์ สันนิษฐานว่าสร้างขึ้นภายหลังพระอุโบสถ พระเจดีย์เป็นรูปทรงลังกาขนาดกลาง ส่วนล่างมีลักษณะคล้ายกำแพงล้อมรอบองค์พระเจดีย์ มีความสูงกว่า 10 เมตร แต่สันนิษฐานว่าน่าจะสร้างราวปีพุทธศักราช 2430 พระเจดีย์องค์นี้ได้รับการขึ้นทะเบียนจากกรมศิลปากรแล้ว',
        pictures: [require('../assets/wat5/jd/PaJadee_1.jpg')],
      },
    ],
    address:
      'ที่อยู่ :หมู่ 6 ถนนทะเลน้อย ตำบลทางเกวียน อำเภอแกลง จังหวัดระยอง 21110\nเบอร์ติดต่อ : 0-3867-7412\nเปิดให้สักการะ : จันทร์ - อาทิตย์ : 08:00 - 17.00 น.',
    location: { lat: 12.7350996, long: 101.6769818 },
  },
  {
    headerImg: require('../assets/wat6/header.png'),
    thumbnail: require('../assets/wat-thumb-6.png'),
    title: 'วัดกองดิน',
    subTitle: 'วัดกองดิน จังหวัดระยอง',
    video: 'https://www.youtube.com/watch?v=ABkEwnkFRaQ',
    detail:
      '\tเมืองแห่งเศรษฐกิจ อุตสาหกรรมก้าวหน้า เจริญวัฒนธรรม จังหวัดระยอง เมื่อก้าวเข้ายุคไทยแลนด์ 4.0 โครงการเศรษฐกิจพิเศษภาคตะวันออก หรือ EEC ที่รัฐบาลมีความมุ่งหมายให้ 3 จังหวัด ได้แก่ ระยอง ชลบุรี และฉะเชิงเทรา เป็นพื้นที่นำร่องเศรษฐกิจพิเศษ โดยมีแผนการพัฒนาด้านการท่องเที่ยวที่ยกจังหวัดระยองเป็นเมืองท่องเที่ยวเชิงวัฒนธรรม และเมืองต้นแบบการพัฒนา ที่อยู่อาศัยทันสมัยระดับสากล ผสมผสานกับวัฒนธรรมในพื้นที่ และธรรมชาติอย่างลงตัว\n\n\tจังหวัดระยอง เป็นจังหวัดที่เป็นเขตอุตสาหกรรม และแหล่งวัฒนธรรมกระจายอยู่ทั่วไป ที่มีวิถีชีวิตของผู้คนที่หลากหลาย มีการอยู่ร่วมกันไม่ว่าจะเป็นคนศาสนาพุทธ คริสต์ อิสลาม หรือฮินดู มีแหล่งท่องเที่ยวที่พร้อมให้ผู้คนมาสัมผัสความสวยงาม มนเสน่ห์ไม่รู้ลืมกับสถานที่ท่องเที่ยวเชิงวัฒนธรรม เมืองระยอง',
    histories: [
      '\tวัดกองดิน ตั้งอยู่ใน ตำบลกองดิน อำเภอแกลง จังหวัดระยอง แต่เดิมมีการระบุชื่อของวัด ณ สถานที่แห่งนี้ว่า "วัดคงคาจืด" ภายหลังวัดคงคาจืดได้ทรุดโทรม ยากแก่การบูรณปฏิสังขรณ์ ประชาชนในพื้นที่จึงได้ทำการย้าย สร้างวัดขึ้นมาใหม่ และได้เปลี่ยนชื่อเป็น "วัดกองดิน"  นับตั้งแต่ปี พ.ศ. 2543 เป็นต้นมา ท่านพระมหารัตน์ เขมธัมโม ได้มาดำรงตำแหน่งเป็นเจ้าอาวาสของ วัดกองดิน จนถึงปัจจุบัน ปัจจุบันวัดกองดิน ตั้งอยู่ในตำแหน่งจุดกึ่งกลางของพื้นที่ 4 จังหวัด (ชลบุรี, ระยอง, จันทบุรี, ตราด) ได้รับอนุญาตตั้งเป็นวัด ในปี พ.ศ. 2495  เป็นวัดราษฏร์ในนิกายเถรวาท',
      require('../assets/wat6/history/history_1.jpg'),
      '\tภายในวัดจะพบกับ รูปปั้นพระพุทธเจ้า 5 พระองค์,  พระพุทธรูปประจำวัด พระพุทธภัทรปิยปกาศิต หลวงพ่อปิยปกาศิต เป็นพระพุทธรูปปางมารวิชัยเชียงแสน สิงห์หนึ่ง มีลักษณะที่สำคัญคือ ขัดสมาธิเพชร พระชงฆ์ขวาทับพระชงฆ์ซ้าย พระหัตถ์ขวาวางบนหัวเข่า พระหัตถ์ซ้ายวางอยู่บนพระเพลา พระพักตร์กลม พระโอษฐ์ยิ้ม ขมวดพระเกศาใหญ่ พระรัศมี (เกศ) เป็นดอกบัวตูม พระวรกายอวบอ้วน ชายสังฆาฏิสั้นเหนือพระถัน ประกอบพิธีเททองหล่อ เมื่อปี พ.ศ.2513 เป็นพระพุทธรูปศักดิ์สิทธิ์ ที่หล่อแบบโบราณองค์แรกของภาคตะวันออก พลับพลาที่ประทับ พระบรมรูปสมเด็จพระเจ้าตากสินมหาราช',
      require('../assets/wat6/history/history_2.jpg'),
      '\tณ ค่ายกองดินปืน ที่สร้างรำลึกเมื่อครั้งในอดีต กองทัพของพระเจ้าตากสินได้มาตั้งค่ายพักทัพและทำการตำดินปืนเพื่อเตรียมไว้ใช้ในการออกศึกสงคราม รวมไปถึงได้ชมโพธิ์สามต้นของสมเด็จพระเจ้าตากสินมหาราช ซึ่งปลูกไว้เมื่อปี พ.ศ. 2310 อีกด้วย และสถานที่แห่งนี้ยังเป็น 1 ในเส้นทางสายประวัติศาสตร์ในการเดินทัพของสมเด็จพระเจ้าตากสินมหาราช นับเป็นลำดับที่ 26 สุดท้ายของเขตจังหวัดระยอง สถานที่สักการะขอพรและตามรอยเส้นทางประวัติศาสตร์ ค่ายกองดินปืน ของสมเด็จพระเจ้าตากสินมหาราช',
    ],
    places: [
      {
        name: 'ประตูวัดกองดิน',
        detail:
          '\tประตูวัดกองดิน จากทางหลวงหมายเลข 3 หรือถนนสุขุมวิทที่เชื่อมภาคตะวันออก มุ่งหน้าจังหวัดจันทบุรี ถึงอำเภอแกลง ตรงบ้านกองดินจะเห็นป้ายขนาดใหญ่ข้างทางชี้เข้าทางแยกวัดกองดิน จากตรงนี้เลี้ยวเข้าไประยะทาง 2 กิโลเมตร จนมาถึงหน้าวัดกองดิน สิ่งที่เราเห็นคือกำแพงวัดที่สร้างอย่างไม่เหมือนใคร แลดูเป็นกำแพงเมืองหรือค่ายทหารในสมัยก่อน  พอเข้ามาด้านในวัดหาที่จอดรถ มองไปรอบๆ บริเวณวัดเราจะเห็นสิ่งหนึ่งที่สะดุดตามากนั่นก็คือพลับพลาที่สร้างไว้มุมหนึ่งของวัดล้อมรอบด้วยกำแพงเหมือนค่ายทหารโบราณ มีทางเข้าหลายทางแต่ปัจจุบันให้เข้าทางด้านหน้าทางเดียว เดินมาอีกหน่อยจนถึงด้านหน้าประตูค่ายมีปืนใหญ่จำลองประจำอยู่ทั้ง 2 ด้าน ตรงนี้เป็นสนามของโรงเรียนวัดกองดินช่องประตูค่ายตรงกับพลับพลาที่ประทับสมเด็จพระเจ้าตากสิน ชาวบ้านในละแวกนี้จะมาสักการะบูชาอยู่เป็นประจำ  ปัจจุบัน วัดกองดิน ได้ทำโครงการร่วมกับสำนักงานเทศบาล และองค์การบริหารส่วนตำบลกองดิน ก็ได้เริ่มทำโครงการเพื่อบูรณปฏิสังขรณ์พื้นที่ เป็นการอนุรักษ์ฟื้นฟูวัฒนธรรมท้องถิ่น เพื่อประโยชน์สุขของพุทธศาสนิกชน ถือเป็นสถานที่อีกแห่งหนึ่ง ที่เป็นศูนย์รวมจิตใจของชาวพุทธแห่งใหม่ในแถบภาคตะวันออก',
        pictures: [require('../assets/wat6/door/Door_wat_kong_din_1.jpg')],
      },
      {
        name: 'พลับพลาที่ประทับค่ายกองดินปืน',
        detail:
          '\tพระบรมรูปสมเด็จพระเจ้าตากสินมหาราช ณ ค่ายกองดินปืน ที่สร้างรำลึกเมื่อครั้งในอดีต กองทัพของพระเจ้าตากสินได้มาตั้งค่ายพักทัพและทำการตำดินปืนเพื่อเตรียมไว้ใช้ในการออกศึกสงคราม รวมไปถึงได้ชมโพธิ์สามต้นของสมเด็จพระเจ้าตากสินมหาราช ซึ่งปลูกไว้เมื่อปี พ.ศ. 2310 อีกด้วย และสถานที่แห่งนี้ยังเป็น 1 ในเส้นทางสายประวัติศาสตร์ในการเดินทัพของสมเด็จพระเจ้าตากสินมหาราช นับเป็นลำดับที่ 26 สุดท้ายของเขตจังหวัดระยอง สถานที่สักการะขอพรและตามรอยเส้นทางประวัติศาสตร์ ค่ายกองดินปืน ของสมเด็จพระเจ้าตากสินมหาราช	',
        pictures: [
          require('../assets/wat6/gun/King_Taksin_Shrine_1.jpg'),
          require('../assets/wat6/gun/King_Taksin_Shrine_2.jpg'),
          require('../assets/wat6/gun/King_Taksin_Shrine_3.jpg'),
          require('../assets/wat6/gun/King_Taksin_Shrine_4.jpg'),
        ],
      },
      {
        name: 'อุโบสถวัดกองดิน',
        detail:
          '\tพระอุโบสถซึ่งเป็นที่ประดิษฐานพระพุทธภัทรปิยปกาศิต(หลวงพ่อปิยปกาศิต)',
        pictures: [require('../assets/wat6/soil/Old_chapel_1.jpg')],
      },
      {
        name: 'พระพุทธภัทรปิยปกาศิต',
        detail:
          '\tหลวงพ่อปิยปกาศิต สร้างขยายส่วนมาจากพระพุทธรูปองค์ต้นแบบองค์หนึ่ง ที่มีพระนามว่า พระพุทธะปกาศิต หรือ หลวงพ่อปกาศิต ได้ทราบมาว่า เป็นพระพุทธรูปศักดิ์สิทธิ์อีกองค์หนึ่งที่ ”ถูกลืม” ไปจากจิตใจของคนไทย เชื่อมีชาวพุทธอีกมากมายหลายสิบล้านคน ที่อาจจะไม่เคยได้ยินพระนามของพระพุทธรูปศักดิ์สิทธิ์องค์นี้มาก่อน อีกทั้งอาจจะไม่ทราบว่า ครั้งหนึ่งในอดีต เมื่อ 200 กว่าปีที่แล้ว มีพระพุทธรูปปางวิชัย หรือ ปางสะดุ้งมารองค์หนึ่ง ได้รับการอัญเชิญนำไปในสมรภูมิสนามรบ อย่างเคียงบ่าเคียงไหล่ เคียงคู่บารมีของวีรกษัตริยาธิราชผู้กล้าพระองค์หนึ่ง ผู้มีน้ำพระทัยกล้าแกร่ง ไม่ย่อท้อในการทำศึกสงคราม นั่นคือ สมเด็จพระเจ้าตากสินมหาราช พระผู้เป็นมิ่งขวัญ กำลังใจของทหารหาญ ในการกอบชาติกู้เมือง กู้ชาติไทย ให้เป็นไท จากพวกพม่า ที่เข้ามายึดครองผืนแผ่นดินไทย เมื่อคราวปี พุทธศักราช 2310',
        pictures: [
          require('../assets/wat6/buddha/Buddha_Phattharapiyapakasit_1.jpg'),
          require('../assets/wat6/buddha/Buddha_Phattharapiyapakasit_2.jpg'),
        ],
      },
      {
        name: 'โพธิ์สามต้น',
        detail:
          '\tปัจจุบันมีอยู่ 3 ต้น สมเด็จพระเจ้าตากสินและทหารเสือของพระองค์ร่วมกันปลูกไว้เป็นพุทธบูชา อธิษฐานจิตสืบบวรพระพุทธศาสนาให้ครบ 5 พันปี โดยต้นโพธิ์ ต้นแรกนั้นเป็นการปลูกร่วมกันของสมเด็จพระเจ้าตากสิน พระเชียงเงินและพระยาจักรี ต้นโพธิ์ต้นที่ 2 ปลูกโดยพระยาสุรสีหนาท พระยาสีหราชเดโช (พระยาพิชัยดาบหัก) หลวงราชเสน่หา ต้นโพธิ์ต้นที่ 3 ปลูกโดย พระเชียงทอง (หลวงพรหมเสนา) ขุนอภัยภักดี หลวงราชภักดิ์ ต้นโพธิ์ทั้งสามต้นถือว่าเป็นต้นโพธิ์ศักดิ์สิทธิ์ของทางวัด โดยเฉพาะต้นโพธิ์ต้นแรกใกล้โบสถ์ที่เชื่อกันว่าเป็นการปลูกโดยสมเด็จพระเจ้าตากสินฯ',
        pictures: [require('../assets/wat6/po/Posamton_1.jpg')],
      },
    ],
    address:
      'ที่อยู่ : วัดกองดิน หมู่ 2 ต.กองดิน อ.แกลง จ.ระยอง 22160\nเบอร์ติดต่อ : 038-669-499\nเปิดให้สักการะ : จันทร์ - อาทิตย์ : 08:30 - 17.00 น.',
    location: { lat: 12.7642675, long: 101.806772 },
  },
];
